Repository: whenitapproaches/cs-cart
Catalog: var/langs/*/addons/paypal_for_marketplaces.po
Languages: ar_sa, es_es, id_id

# Addons::name::paypal_for_marketplaces
source: PayPal for Marketplaces
ar_sa: PayPal للأسواق
es_es: Paypal para Empresas

# Addons::description::paypal_for_marketplaces
source: This add-on will help root store administrators to distribute funds automatically among multiple vendors through PayPal.
ar_sa: وستساعد هذه الإضافة مديرو مخازن الجذر على توزيع الأموال تلقائيًا بين العديد من البائعين من خلال PayPal.
es_es: Este complemento ayudará al administrador con privilegios de la tienda a distribuir los fondos automáticamente entre los vendedores múltiples a través de PayPal.

# SettingsOptions::paypal_for_marketplaces::collect_payouts
source: Commission includes
ar_sa: وتشمل اللجنة
es_es: La comisión incluye
id_id: Termasuk komisi

# SettingsVariants::paypal_for_marketplaces::collect_payouts::N
source: Order commission
ar_sa: طلب عمولة
es_es: Comisión del pedido
id_id: Komisi pesanan

# SettingsVariants::paypal_for_marketplaces::collect_payouts::Y
source: Order commission and unpaid payouts
ar_sa: طلب العمولة ودفعات غير مدفوعة
es_es: Comisión del pedido y compras sin cancelar
id_id: Komisi pesanan dan sisa pembayaran

# Languages::paypal_for_marketplaces.paypal_for_marketplaces
source: PayPal for Marketplaces
ar_sa: PayPal للأسواق
es_es: PayPal para Empresas

# Languages::paypal_for_marketplaces.bn_code
source: Partner integration code
ar_sa: رمز دمج الشريك
es_es: Código de integracoón del socio
id_id: Kode integrasi rekan

# Languages::paypal_for_marketplaces.payer_id
source: Merchant account ID
ar_sa: معرف حساب التاجر
es_es: Identificación de la cuenta del vendedor
id_id: ID akun penjual

# Languages::paypal_for_marketplaces.client_id
source: Client ID
ar_sa: معرف العميل
es_es: Identificación del usuario
id_id: ID pelanggan

# Languages::paypal_for_marketplaces.secret
source: Secret
ar_sa: سر
es_es: Pregunta secreta
id_id: Rahasia

# Languages::paypal_for_marketplaces.connect_with_paypal
source: Connect with PayPal
ar_sa: تواصل مع PayPal
es_es: Conecta a PayPal
id_id: Hubungkan ke PayPal

# Languages::paypal_for_marketplaces.disconnect
source: Disconnect account
ar_sa: قطع الاتصال بالحساب
es_es: Deshabilitar cuenta
id_id: Putuskan hubungan akun

# Languages::paypal_for_marketplaces.paypal_account
source: PayPal account
ar_sa: حساب PayPal
es_es: Cuenta de PayPal
id_id: Akun PayPal

# Languages::paypal_for_marketplaces.connected
source: Connected
ar_sa: متصل
es_es: Conectado
id_id: Terhubung

# Languages::paypal_for_marketplaces.not_connected
source: Not connected
ar_sa: غير متصل
es_es: Sin conexión
id_id: Tidak terhubung

# Languages::paypal_for_marketplaces.account_connected
source: Your PayPal account has been successfully connected to the store
ar_sa: تم ربط حساب PayPal الخاص بك بالمتجر بنجاح
es_es: Su cuenta PayPal ha sido conectada a la tienda con éxito
id_id: Akun PayPal Anda telah terhubung ke toko

# Languages::paypal_for_marketplaces.account_connection_failure
source: Unable to connect your PayPal account to the store
ar_sa: غير قادر على ربط حسابك في PayPal بالمتجر
es_es: No se puede conectar tu cuenta de PayPal a la tienda
id_id: Tidak dapat menghubungkan akun PayPal Anda ke toko

# Languages::paypal_for_marketplaces.account_disconnected
source: Your PayPal account has been successfully disconnected from the store
ar_sa: تم قطع اتصال حساب PayPal الخاص بك بنجاح من المتجر
es_es: Tu cuenta de PayPal ha sido desconectada de la tienda con éxito
id_id: Akun PayPal Anda telah tidak terhubung ke toko

# Languages::paypal_for_marketplaces.withdrawal_for_the_order
source: Withdrawal for the order #[order_id]
ar_sa: سحب الطلب # [order_id]
es_es: Retiro del pedido #[order_id]
id_id: Penarikan untuk pesanan #[order_id]

# Languages::paypal_for_marketplaces.refund_id
source: Refund transaction ID
ar_sa: معرف المعاملة المستردة
es_es: Identificación del reembolso de la transacción
id_id: ID transaksi pengembalian dana

# Languages::paypal_for_marketplaces.withdrawal
source: Withdrawal amount
ar_sa: كمية السحب
es_es: Cantidad retirada
id_id: Jumlah penarikan

# Languages::paypal_for_marketplaces.rma.perform_refund
source: Give a refund via PayPal for Marketplaces
ar_sa: امنح المال عبر PayPal للأسواق
es_es: Hace un reembolso a las empresas a través de PayPal

# Languages::ttc_paypal_for_marketplaces.rma.perform_refund
source: A refund will be made once an administrator changes the return request status
ar_sa: سيتم استرداد المبلغ بمجرد تغيير المسؤول لحالة الطلب
es_es: Un reembolso será realizado una vez que el administrador cambie el estado de la solicitud de devolución

# Languages::paypal_for_marketplaces.rma.refund_performed
source: The refund has been made via PayPal for Marketplaces
ar_sa: تم استرداد المبلغ عن طريق PayPal للأسواق
es_es: El reembolso ha sido realizado a las empresas a través de PayPal

# Languages::paypal_for_marketplaces.order_id
source: Order ID in PayPal
ar_sa: معرف الطلب في PayPal
es_es: Identificación del pedido en PayPal
id_id: ID Pesanan di PayPal

# Languages::paypal_for_marketplaces.capture_id
source: Capture ID in PayPal
es_es: Identificación verificada en PayPal

# Languages::paypal_for_marketplaces.payout_id
source: Payout ID in PayPal
es_es: Identificación del pago en PayPal
id_id: ID Pembayaran di PayPal

# Languages::paypal_for_marketplaces.payout_failure_reason
source: Payout failure reason
es_es: Razón por la que su pago no se ha realizado

# Languages::paypal_for_marketplaces.own_account_cant_be_used_for_vendor
source: Your own PayPal account can't be used to connect a vendor to the store
ar_sa: لا يمكن استخدام حساب PayPal الخاص بك لربط أحد البائعين بالمتجر
es_es: Su cuenta de PayPal no puede ser utilizada para conectarse a un vendedor de la tienda

# Languages::paypal_for_marketplaces.rma.order_status_on_refund
source: Order status on refund
es_es: El estado de la solicitud de reembolso
id_id: Status pesanan untuk pengembalian dana

# Languages::ttc_paypal_for_marketplaces.rma.order_status_on_refund
source: Determines whether or not to change the order status after a refund was performed via the RMA add-on.
ar_sa: يحدد ما إذا كنت تريد تغيير حالة الطلب بعد إجراء عملية استرداد من خلال إضافة RMA.
es_es: Determina si el estado de la solicitud cambia o no después que un reembolso ha sido ejecutado a través del complemento de RMA.
id_id: Tentukan akan mengubah status pesanan setelah pengembalian dana dilakukan melalui tombol tambahan RMA atau tidak.

# Languages::paypal_for_marketplaces.do_not_change
source: Do not change
ar_sa: لا تقم بتغيير
es_es: No cambiar
id_id: Jangan ubah

# Languages::paypal_for_marketplaces.set_status_to
source: Set to:
ar_sa: ضبط ل:
es_es: Ajustado a:
id_id: Atur ke:

# Languages::paypal_for_marketplaces.webhook_notice
source: Specify the following URL when configuring a webhook for your REST application: <code>[url]</code>
ar_sa: حدد عنوان URL التالي عند تكوين webhok لتطبيق REST الخاص بك: <code>[url]</code>
es_es: Especifica la siguiente URL cuando se configura una modificación del programa o aplicación para restablecer tu aplicación: <code>[url]</code>
id_id: Tetapkan URL berikut saat melakukan konfigurasi "webhook" untuk aplikasi REST Anda: <code>[url]</code>

# Languages::paypal_for_marketplaces.payment_notification
source: PayPal for Marketplaces payment notification: [payload]
es_es: Notificación del pago de PayPal para Empresas:[payload]

# Languages::paypal_for_marketplaces.settings.account
source: Account settings
ar_sa: إعدادت الحساب
es_es: Configuración de la cuenta
id_id: Pengaturan akun

# Languages::paypal_for_markeplaces.settings.funding
source: Alternative funding sources
ar_sa: مصادر تمويل بديلة
es_es: Fuentes alternativas de financiamiento
id_id: Sumber pendanaan alternatif

# Languages::paypal_for_markeplaces.settings.style
source: Button appearance
ar_sa: مظهر الأزرار
es_es: Apariencia del botón
id_id: Tampilan tombol

# Languages::paypal_for_marketplaces.source.card
source: Allow buyers to pay with their credit or debit card
ar_sa: السماح للمشترين بالدفع ببطاقة الائتمان أو الخصم الخاصة بهم
es_es: Permite a los compradores comprar con tarjeta de crédito o débito
id_id: Perbolehkan pembeli membayar dengan kartu debit atau kredit mereka

# Languages::paypal_for_marketplaces.source.elv
source: Allow German buyers to pay with their bank account using Elektronisches Lastschriftverfahren
ar_sa: اسمح للمشترين الألمان بالدفع باستخدام حسابهم البنكي باستخدام Elektronisches Lastschriftverfahren
es_es: Permite a los compradores Alemanes pagar con sus cuentas bancarias utilizando Elektronisches Lastschriftverfahren
id_id: Perbolehkan pembeli dari Jerman membayar melalui akun bank mereka dengan Elektronisches Lastschriftverfahren

# Languages::paypal_for_marketplaces.source.credit
source: Allow buyers to pay with PayPal Credit
ar_sa: اسمح للمشترين بالدفع باستخدام رصيد PayPal
es_es: Permite a los compradores pagar con Crédito de PayPal
id_id: Perbolehkan pembeli membayar dengan PayPal Credit

# Languages::paypal_for_marketplaces.source.venmo
source: Allow buyers to pay with Venmo digital wallet
ar_sa: السماح للمشترين بالدفع باستخدام محفظة Venmo الرقمية
es_es: Permite a los compradores pagar con el monedero digital Venmo
id_id: Perbolehkan pembeli membayar dengan dompet digital Venmo

# Languages::paypal_for_marketplaces.style.shape
source: Shape
ar_sa: الشكل
es_es: Forma
id_id: Bentuk

# Languages::paypal_for_marketplaces.shape.pill
source: Pill
es_es: Píldora

# Languages::paypal_for_marketplaces.color.gold
source: Gold
ar_sa: الذهب
es_es: Oro
id_id: Emas

# Languages::paypal_for_marketplaces.color.blue
source: Blue
ar_sa: الأزرق
es_es: Azul
id_id: Biru

# Languages::paypal_for_marketplaces.color.silver
source: Silver
ar_sa: فضة
es_es: Plata
id_id: Perak

# Languages::paypal_for_marketplaces.color.black
source: Black
es_es: Negro
id_id: Hitam

# Languages::paypal_for_marketplaces.style.size
source: Size
es_es: Tamaño
id_id: Ukuran

# Languages::paypal_for_marketplaces.size.small
source: Small (150&times;25px)
es_es: Pequeño (150&times;25px)
id_id: Kecil (150&times;25piksel)

# Languages::paypal_for_marketplaces.size.medium
source: Medium (250&times;35px)
es_es: Mediano (250&times;35px)
id_id: Sedang (250&times;35piksel)

# Languages::paypal_for_marketplaces.size.large
source: Large (350&times;40px)
es_es: Largo (350&times;40px)
id_id: Besar (350&times;40piksel)

# Languages::paypal_for_marketplaces.size.responsive
source: Responsive
es_es: Adaptativo
id_id: Responsif

# SettingsSections::paypal_for_marketplaces::general
source: General
ar_sa: عام
id_id: Umum

# Languages::paypal_for_marketplaces.shape.rect
source: Rectangular
ar_sa: مستطيل

# Languages::paypal_for_marketplaces.style.color
source: Color
ar_sa: اللون
id_id: Warna
