Repository: whenitapproaches/cs-cart
Catalog: var/langs/*/addons/vendor_data_premoderation.po
Languages: id_id

# Addons::name::vendor_data_premoderation
source: Vendor data premoderation
id_id: Vendor data premoderasi

# Addons::description::vendor_data_premoderation
source: Lets you pre-moderate vendors activity
id_id: Memungkinkan Anda melakukan aktivitas vendor pra-moderat

# Languages::product_approval_menu_description
source: Manage individual products or group of products supplied by the store vendors.
id_id: Kelola produk atau kelompok produk yang dipasok oleh vendor toko.

# Languages::vendor_data_premoderation
source: Vendor data premoderation
id_id: Vendor data premoderasi

# Languages::product_approval
source: Product approval
id_id: Persetujuan produk

# Languages::notify_vendor_by_email
source: Notify vendor by e-mail
id_id: Beritahu vendor melalui e-mail

# Languages::product_approval_status_approved
source: Your product [product] has been approved by the store administration and added to the product catalog. Now shoppers can order this product in the store.
id_id: Produk [produk] Anda telah disetujui oleh administrasi toko dan ditambahkan ke katalog produk. Sekarang pembeli bisa memesan produk ini di toko.

# Languages::product_approval_status_disapproved
source: Your product [product] has been disapproved by the store administration
id_id: Produk [produk] Anda tidak disetujui oleh administrasi toko

# Languages::products_approval_status_approved
source: Thank you for submitting new products. The following products have been approved by the store administration and added to the product catalog
id_id: Terima kasih telah mengirimkan produk baru. Produk berikut telah disetujui oleh administrasi toko dan ditambahkan ke katalog produk

# Languages::text_shoppers_can_order_products
source: Now shoppers can order these products in the store.
id_id: Sekarang pembeli bisa memesan produk ini di toko.

# Languages::products_approval_status_disapproved
source: Thank you for submitting new products. The following products have been disapproved by the store administration
id_id: Terima kasih telah mengirimkan produk baru. Produk berikut ini tidak disetujui oleh administrasi toko

# Languages::approve_selected
source: Approve selected
id_id: Setujui yang dipilih

# Languages::disapprove_selected
source: Disapprove selected
id_id: Tidak setuju dipilih

# Languages::pre_moderation
source: Products require prior approval
id_id: Produk memerlukan persetujuan terlebih dahulu

# Languages::pre_moderation_edit
source: Approve product info updates
id_id: Setujui pembaruan info produk

# Languages::pre_moderation_edit_vendors
source: Approve vendor profile updates
id_id: Setujui pembaruan profil vendor

# Languages::text_not_approved_products
source: You have products that require your approval. Please <a href="[link]">follow this link</a> to review these products.
id_id: Anda memiliki produk yang memerlukan persetujuan Anda. Harap <a href="[link]">ikuti link ini</a> untuk meninjau produk ini.

# Languages::products_approval_status_changed
source: Your product(s) have been [status]
id_id: Produk(s) Anda telah [status]

# Languages::approval
source: Approval
id_id: Persetujuan

# Languages::text_vendor_profile_changes_notice
source: Are you sure that you want to update the profile? Information about your company will not be available in the customer area until the administrator approves it.
id_id: Anda yakin ingin memperbarui profil? Informasi tentang perusahaan Anda tidak akan tersedia di area pelanggan sampai administrator menyetujuinya.

# Languages::privileges.manage_product_premoderation
source: Can manage
id_id: Dapat mengelola

# Languages::privilege_groups.product_premoderation
source: Product approval
id_id: Persetujuan produk

# SettingsSections::vendor_data_premoderation::general
source: General
id_id: Umum

# SettingsOptions::vendor_data_premoderation::products_prior_approval
source: Approval is required for newly created products
id_id: Persetujuan diperlukan untuk produk yang baru dibuat

# SettingsOptions::vendor_data_premoderation::products_updates_approval
source: Approve product info updates
id_id: Setujui pembaruan info produk

# SettingsOptions::vendor_data_premoderation::vendor_profile_updates_approval
source: Approve vendor profile updates
id_id: Setujui pembaruan profil vendor

# SettingsTooltips::vendor_data_premoderation::products_prior_approval
source: "None" - this option is disabled for all vendors; "Custom" - the option is enabled on a vendor details page (the Add-ons tab); "All vendors" - the option is enabled for all vendors.
id_id: "Tidak ada" - opsi ini dinonaktifkan untuk semua vendor; "Kustom" - pilihan diaktifkan pada halaman rincian vendor (tab Add-ons); "Semua vendor" - pilihannya diaktifkan untuk semua vendor.

# SettingsTooltips::vendor_data_premoderation::products_updates_approval
source: "None" - this option is disabled for all vendors; "Custom" - the option is enabled on a vendor details page (the Add-ons tab); "All vendors" - the option is enabled for all vendors.
id_id: "Tidak ada" - opsi ini dinonaktifkan untuk semua vendor; "Kustom" - pilihan diaktifkan pada halaman rincian vendor (tab Add-ons); "Semua vendor" - pilihannya diaktifkan untuk semua vendor.

# SettingsTooltips::vendor_data_premoderation::vendor_profile_updates_approval
source: "None" - this option is disabled for all vendors; "Custom" - the option is enabled on a vendor details page (the Add-ons tab); "All vendors" - the option is enabled for all vendors.
id_id: "Tidak ada" - opsi ini dinonaktifkan untuk semua vendor; "Kustom" - pilihan diaktifkan pada halaman rincian vendor (tab Add-ons); "Semua vendor" - pilihannya diaktifkan untuk semua vendor.

source: None
id_id: Tidak ada

source: Custom
id_id: Adat

source: All vendors
id_id: Semua vendor

# SettingsVariants::vendor_data_premoderation::products_prior_approval::none
source: None
id_id: Tidak ada

# SettingsVariants::vendor_data_premoderation::products_prior_approval::custom
source: Custom
id_id: Adat

# SettingsVariants::vendor_data_premoderation::products_prior_approval::all
source: All vendors
id_id: Semua vendor

# SettingsVariants::vendor_data_premoderation::products_updates_approval::none
source: None
id_id: Tidak ada

# SettingsVariants::vendor_data_premoderation::products_updates_approval::custom
source: Custom
id_id: Adat

# SettingsVariants::vendor_data_premoderation::products_updates_approval::all
source: All vendors
id_id: Semua vendor

# Languages::email_template.vendor_data_premoderation_notification
source: Vendor premoderation
id_id: Vendor premoderasi

# Languages::vendor_data_premoderation.exclude_disapproved_products
source: Exclude disapproved products
id_id: Keluarkan produk yang tidak disetujui
