Repository: whenitapproaches/cs-cart
Catalog: var/langs/*/addons/vendor_communication.po
Languages: id_id

# Addons::description::vendor_communication
source: Allows customers to communicate with vendors directly via the store's interface.
id_id: Memungkinkan pelanggan untuk berkomunikasi dengan vendor secara langsung melalui antarmuka toko.

# SettingsSections::vendor_communication::general
source: General
id_id: Umum

# SettingsSections::vendor_communication::notifications
source: Notifications
id_id: Pemberitahuan

# SettingsOptions::vendor_communication::notify_vendor
source: Notify vendor
id_id: Beritahu vendor

# SettingsOptions::vendor_communication::notify_customer
source: Notify customer
id_id: Beritahu pelanggan

# SettingsOptions::vendor_communication::show_on_product
source: Contact button on product pages
id_id: Tombol kontak pada halaman produk

# SettingsOptions::vendor_communication::show_on_vendor
source: Contact button in vendor microstore
id_id: Tombol kontak di vendor microstore

# SettingsTooltips::vendor_communication::notify_admin
source: Send an email to root administrator about every newly-posted message.
id_id: Kirim email ke administrator root tentang setiap pesan yang baru diposting.

# SettingsTooltips::vendor_communication::notify_vendor
source: Send emails to vendor's contact email address about newly-posted messages.
id_id: Kirim email ke alamat email kontak vendor tentang pesan yang baru diposkan.

# SettingsTooltips::vendor_communication::notify_customer
source: Send emails to customers about newly-posted messages in their threads.
id_id: Kirim email kepada pelanggan tentang pesan yang baru diposkan di untaian mereka.

# SettingsTooltips::vendor_communication::show_on_product
source: Show the "Contact vendor" button on product pages.
id_id: Tampilkan tombol "Vendor kontak" pada halaman produk.

# SettingsTooltips::vendor_communication::show_on_vendor
source: Show the "Contact vendor" button in vendors' microstores.
id_id: Tampilkan tombol "Vendor kontak" di microstores vendor.

# Languages::vendor_communication.messages
source: Messages
id_id: Pesan

# Languages::vendor_communication.message_center
source: Message center
id_id: Pusat pesan

# Languages::vendor_communication.message_center_menu_description
source: Customer-to-vendor messages
id_id: Pesan pelanggan-ke-vendor

# Languages::vendor_communication.author
source: Author
id_id: Penulis

# Languages::vendor_communication.date
source: Date
id_id: Tanggal

# Languages::vendor_communication.message
source: Message
id_id: Pesan

# Languages::vendor_communication.contact_vendor
source: Contact vendor
id_id: Hubungi vendor

# Languages::vendor_communication.contact_vendor_name
source: Contact [vendor_name]
id_id: Hubungi [vendor_name]

# Languages::vendor_communication.created_at
source: Created on
id_id: Dibuat pada

# Languages::vendor_communication.new_thread_created
source: Your message has been sent to <b>[vendor_name]</b>.<br/><br/>The vendor's reply will be sent to the email address of your account. To view your message history, please <a href="[thread_url]">go to the Message Center</a> located in the "Messages" section of the "My account" menu.
id_id: Pesan Anda telah dikirim ke <b>[vendor_name]</b>.<br/><br/>Balasan vendor akan dikirim ke alamat email akun Anda. Untuk melihat riwayat pesan Anda, silakan <a href="[thread_url]"> masuk ke Pusat Pesan </a> di bagian "Pesan" pada menu "Akun saya".

# Languages::vendor_communication.cannot_update_thread
source: Cannot update thread
id_id: Tidak bisa mengupdate thread

# Languages::vendor_communication.cannot_create_thread
source: Cannot create thread
id_id: Tidak bisa membuat thread

# Languages::email_template.vendor_communication.notify_admin
source: Customer-to-Vendor Communication: Admin Notification
id_id: Komunikasi Pelanggan-ke-Vendor: Pemberitahuan Admin

# Languages::email_template.vendor_communication.notify_customer
source: Customer-to-Vendor Communication: Customer Notification
id_id: Komunikasi Pelanggan-ke-Vendor: Pemberitahuan Pelanggan

# Languages::vendor_communication.you_have_new_message
source: You have a new <a href="[thread_url]">message</a> from [message_from].
id_id: Anda memiliki <a href=" [thread_url] ">pesan</a> baru dari [message_from].

# Languages::vendor_communication.subject_email
source: You have a new message from [message_from]
id_id: Anda memiliki pesan baru dari [message_from]

# Languages::vendor_communication.contact_with
source: #[thread_id]. Communication with [thread_company]
id_id: #[thread_id]. Komunikasi dengan [thread_company]

# Languages::vendor_communication.ticket
source: Thread
id_id: Benang

# Languages::vendor_communication.no_messages_found
source: No messages found
id_id: Tidak ditemukan pesan

# Languages::vendor_communication.customer_name
source: Customer name
id_id: Nama Pelanggan

# Languages::vendor_communication.error_message
source: Please enter your message
id_id: Silahkan masukkan pesan anda

# Languages::vendor_communication.type_message
source: Type a message...
id_id: Ketik pesan...

# Languages::vendor_communication.you
source: You
id_id: Kamu

# Languages::vendor_communication.thread_deleted
source: Thread has been deleted
id_id: Thread telah dihapus

# Languages::vendor_communication.threads_deleted
source: Threads have been deleted
id_id: Thread telah dihapus

# Languages::vendor_communication.cannot_delete_thread
source: Cannot delete thread
id_id: Tidak bisa menghapus thread

# Languages::vendor_communication.cannot_delete_threads
source: Cannot delete threads
id_id: Tidak bisa menghapus benang

# Languages::vendor_communication.cannot_post_message
source: Cannot post message
id_id: Tidak bisa posting pesan

# Languages::vendor_communication.no_threads_found
source: No threads found
id_id: Benang tidak ditemukan

# Languages::vendor_communication.required_field_is_missing
source: The [field_name] field is required
id_id: [field_name] lapangan diperlukan

# Languages::vendor_communication.invalid_thread_object_type
source: Provided thread object type is invalid
id_id: Jenis objek thread yang diberikan tidak valid

# Languages::vendor_communication.please_log_in_to_contact_vendor
source: Please sign in to contact the vendor
id_id: Silakan masuk untuk menghubungi vendor
