Repository: whenitapproaches/cs-cart
Catalog: var/langs/*/addons/vendor_plans.po
Languages: vi_vn

# Addons::name::vendor_plans
source: Vendor plans
vi_vn: Trang nhà cung cấp

# Addons::description::vendor_plans
source: Create plans with different restrictions and prices for your vendors
vi_vn: Tạo kế hoạch với những hạn chế khác nhau và giá cả cho các nhà cung cấp của bạn

# SettingsOptions::vendor_plans::commissions_header
source: Commissions
vi_vn: Hoa hồng

# SettingsOptions::vendor_plans::allow_vendors_to_change_plan
source: Allow vendors to change their current plan
vi_vn: Cho phép các nhà cung cấp để thay đổi kế hoạch hiện tại của họ

# Languages::vendor_plans.vendor_plans
source: Vendor plans
vi_vn: Trang nhà cung cấp

# Languages::block_vendor_plan_info
source: Vendor plan info
vi_vn: Thông tin nhà gói cung cấp

# Languages::block_vendor_plan_info_description
source: Shows information about the selected vendor plan
vi_vn: Hiển thị các thông tin về kế hoạch lựa chọn nhà cung cấp

# Languages::vendor_plans.plan
source: Plan
vi_vn: Gói dịch vụ

# Languages::vendor_plans.commission
source: Commission
vi_vn: Hoa hồng

# Languages::vendor_plans.restrictions
source: Restrictions
vi_vn: Hạn chế

# Languages::vendor_plans.vendor_plans_menu_description
source: Create plans for your vendors, with different restrictions and prices
vi_vn: Tạo kế hoạch cho các đại lý của bạn, với những hạn chế khác nhau và giá

# Languages::vendor_plans.periodicity_month
source: per month
vi_vn: mỗi tháng

# Languages::vendor_plans.periodicity_year
source: per year
vi_vn: mỗi năm

# Languages::vendor_plans.products_limit
source: Max. products
vi_vn: Tối đa sản phẩm

# Languages::vendor_plans.products_limit_tooltip
source: Set the maximum number of products a vendor can have on this plan. Leave empty to allow unlimited number of products.
vi_vn: Thiết lập số lượng tối đa của sản phẩm một nhà cung cấp có thể có trong kế hoạch này. Để trống để cho phép không giới hạn số lượng sản phẩm.

# Languages::vendor_plans.vendor_store_tooltip
source: A vendor can have his or her own microstore at a separate address like <i>example.com/vendor/</i>. A microstore only contains products of the vendor who owns this microstore. Also, search results in a vendor's microstore only include products of this vendor.
vi_vn: Một nhà cung cấp có thể microstore của mình tại một địa chỉ riêng biệt như <i>example.com/vendor/</i>. Một microstore chỉ chứa các sản phẩm của nhà cung cấp những người sở hữu microstore này. Ngoài ra, kết quả tìm kiếm trong một nhà bán microstore chỉ bao gồm các sản phẩm của nhà cung cấp này.

# Languages::vendor_plans.add_vendor_plan
source: Add vendor plan
vi_vn: Thêm gói nhà cung cấp

# Languages::vendor_plans.new_vendor_plan
source: New vendor plan
vi_vn: Gói nhà cung cấp mới

# Languages::vendor_plans.editing_vendor_plan
source: Editing vendor plan
vi_vn: Chỉnh sửa nhà cung cấp

# Languages::vendor_plans.delete_plan_vendor_exists_text
source: Couldn't delete the plan: some vendors use it
vi_vn: Không thể xóa bỏ kế hoạch: một số nhà cung cấp sử dụng nó

# Languages::vendor_plans.disable_plan_vendor_exists_text
source: Couldn't disable the plan: some vendors use it
vi_vn: Không thể xóa bỏ kế hoạch: một số nhà cung cấp sử dụng nó

# Languages::vendor_plans.transaction_fee
source: Transaction fee
vi_vn: Phí giao dịch

# Languages::vendor_plans.revenue
source: Revenue
vi_vn: Doanh thu

# Languages::vendor_plans.revenue_up_to
source: Revenue up to
vi_vn: Doanh thu lên đến

# Languages::vendor_plans.revenue_up_to_tooltip
source: The maximum monthly revenue allowed for the vendors who use this plan. Leave this field empty to allow unlimited revenue.
vi_vn: Doanh thu hàng tháng tối đa được phép đối với các nhà cung cấp sử dụng kế hoạch này. Để lĩnh vực này trống thu không giới hạn cho phép.

# Languages::vendor_plans.vendor_store
source: Vendor microstore
vi_vn: Người bán hàng microstore

# Languages::vendor_plans.best_choise
source: Offer as the best choice
vi_vn: Cung cấp là sự lựa chọn tốt nhất

# Languages::vendor_plans.best_choise_short
source: Best choice
vi_vn: Lựa chọn tốt nhất

# Languages::vendor_plans.select_plan_text
source: You will be charged for the plan after the admin approves your vendor account
vi_vn: Bạn sẽ phải trả cho các kế hoạch sau khi ban quản trị chấp thuận tài khoản nhà cung cấp của bạn

# Languages::vendor_plans.current_plan
source: Current plan
vi_vn: Gói hiện thời

# Languages::vendor_plans.current_plan_usage
source: Current plan usage
vi_vn: Gói sử dụng hiện tại

# Languages::vendor_plans.best_choice
source: Best choice
vi_vn: Lựa chọn tốt nhất

# Languages::vendor_plans.choose_your_plan
source: Choose your plan
vi_vn: Chọn kế hoạch của bạn

# Languages::vendor_plans.choose
source: Choose
vi_vn: Chọn

# Languages::vendor_plans.month
source: Month
vi_vn: Tháng

# Languages::vendor_plans.year
source: Year
vi_vn: Năm

# Languages::vendor_plans.plan_name
source: Plan name
vi_vn: Tên kế hoạch

# Languages::vendor_plans.products_limit_value
source: <strong>[products]</strong> products
vi_vn: sản phẩm <strong>[products]</strong>

# Languages::vendor_plans.unlimited
source: Unlimited
vi_vn: Không giới hạn

# Languages::vendor_plans.products_limit_unlimited
source: <strong>Unlimited</strong> products
vi_vn: <strong>Không giới hạn</strong> sản phẩm

# Languages::vendor_plans.revenue_up_to_value
source: Revenue up to <strong>[revenue]</strong>
vi_vn: Doanh thu lên đến <strong>[revenue]</strong>

# Languages::vendor_plans.revenue_up_to_unlimited
source: <strong>Unlimited</strong> revenue
vi_vn: <strong>Không giới hạn</strong> doanh thu

# Languages::vendor_plans.vendor_commission
source: Vendor commission
vi_vn: Hoa hồng nhà cung cấp

# Languages::vendor_plans.category_is_empty
source: Please specify a category.
vi_vn: Hãy chỉ ra một danh mục.

# Languages::vendor_plans.vendor_approved_text
source: Your plan has been set to [plan]. See the details of your plan below.
vi_vn: Kế hoạch của bạn đã được thiết lập [plan]. Xem thông tin chi tiết của kế hoạch của bạn dưới đây.

# Languages::vendor_plans.plan_payment
source: Payment for Your Plan
vi_vn: Thanh toán cho các kế hoạch của bạn

# Languages::vendor_plans.plan_payment_text
source: A sum of [price] has been withdrawn from your account for using the [plan] plan. Follow the link to <a href="[href]">view your account balance</a> or see the details of your plan below.
vi_vn: Một tổng hợp của [price] đã được rút từ tài khoản của bạn cho sử dụng kế hoạch [plan]. Theo liên kết để <a href="[href]"> xem số dư tài khoản</a> hoặc xem thông tin chi tiết của kế hoạch của bạn dưới đây.

# Languages::vendor_plans.plan_has_been_changed
source: Your Plan Has Been Changed
vi_vn: Kế hoạch của bạn đã bị thay đổi

# Languages::vendor_plans.plan_has_been_changed_text
source: Your plan has been changed to [plan]. See the details of your new plan below.
vi_vn: Kế hoạch của bạn đã được thiết lập [plan]. Xem thông tin chi tiết của kế hoạch của bạn dưới đây.

# Languages::vendor_plans.products_exceeded_text
source: Cannot add more products: you have reached the maximum number of products allowed by your plan. To change your plan, please <a href="[href]">follow this link</a>.
vi_vn: Không thể thêm nhiều sản phẩm hơn: bạn đã đạt đến số tối đa của sản phẩm này được cho phép bởi kế hoạch của bạn. Để thay đổi kế hoạch của bạn, xin vui lòng <a href="[href]"> thực hiện theo liên kết này</a>.

# Languages::vendor_plans.revenue_exceeded_subj
source: Maximum Revenue Exceeded
vi_vn: Tối đa doanh thu vượt quá

# Languages::vendor_plans.revenue_exceeded_text
source: <a href="[href]">[vendor]</a> exceeded the maximum revenue allowed by the [plan] plan.
vi_vn: <a href="[href]">[vendor]</a> vượt quá thu nhập tối đa được cho phép bởi các kế hoạch [plan].

# Languages::vendor_plans.not_available
source: Not available
vi_vn: Không có sẵn

# Languages::vendor_plans.many_products_text
source: Too many products ([actual]/[allowed])
vi_vn: Quá nhiều sản phẩm ([actual]/[allowed])

# Languages::vendor_plans.much_revenue_text
source: Too much revenue ([actual]/[allowed])
vi_vn: Quá nhiều sản phẩm ([actual]/[allowed])

# Languages::vendor_plans.plan_not_available_text
source: Sorry, this plan is not available for you. Please choose an available plan.
vi_vn: Xin lỗi, kế hoạch này không phải là có sẵn cho bạn. Vui lòng chọn một kế hoạch sẵn.

# Languages::vendor_plans.plan_will_be_change_text
source: You are switching to another vendor plan. You will be charged the full price of the plan. Are you sure you want to continue?
vi_vn: Bạn đang chuyển sang một nhà cung cấp kế hoạch. Bạn sẽ phải trả giá đầy đủ của kế hoạch. Bạn có chắc bạn muốn tiếp tục không?

# Languages::email_template.vendor_plans_plan_changed
source: Vendor plans: plan changed notification
vi_vn: Kế hoạch đại lý: lên kế hoạch thay đổi thông báo

# Languages::email_template.vendor_plans_payment
source: Vendor plans: payment notification
vi_vn: Gói đại lý: thông báo thanh toán

# Languages::email_template.vendor_plans_revenue
source: Vendor plans: revenue notification
vi_vn: Kế hoạch đại lý: thông báo thu nhập

# Languages::addons.vendor_plans.commission_description_absolute
source: [amount] out of [sum]
vi_vn: [amount] trên [sum]

# Languages::addons.vendor_plans.commission_description_percent
source: [amount]% of [sum]
vi_vn: [amount]% của [sum]

# Languages::addons.vendor_plans.payout_for_the_plan
source: Payout for the vendor plan: [plan]
vi_vn: Thanh toán cho kế hoạch nhà cung cấp: [plan]
